# Initialize Zsh completions (must be first)
sindresorhus/pure   # enhance your prompt

# NOTE: Required to fix "command not found: compdef" errors
zshzoo/completion

# Standard plugins
djui/alias-tips

# Oh My Zsh plugins (lib required first)
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/bundler
ohmyzsh/ohmyzsh path:plugins/composer

# add fish-like features
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
